CSI API ETABS v1
cSapModel.File Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cFile File { get; }
ReadOnly Property File As cFile
	Get
Dim instance As cSapModel
Dim value As cFile
value = instance.File
property cFile^ File {
	cFile^ get ();
}
abstract File : cFile with get
Property Value
Type: cFile
See Also
Reference
cSapModel Interface
ETABSv1 Namespace